Repository: elbry74/Charity-System
Catalog: Home/App_LocalResources/Home.aspx.*.resx
Languages: ar_eg

source: Cancel
ar_eg: اغلاق

source: Compare EmpNo VS Age
ar_eg: مقارنة عدد الموظفين حسب العمر

# CompareEmpNoVSDepart
source: Compare EmpNo VS Department
ar_eg: مقارنة عدد الموظفين حسب الادارة

# CompareEmpNoVSGendeer
source: Compare EmpNo VS Gender
ar_eg: مقارنة عدد الموظفين حسب النوع

source: Compare EmpNo VS Grade
ar_eg: مقارنة عدد الموظفين حسب الدرحة

source: Compare EmpNo VS Job_Desc
ar_eg: مقارنة عدد الموظفين حسب الوظيفة

source: Comparisons
ar_eg: مقارانات

source: dept_number_desc
ar_eg: اسم الاداره

source: Documents Alert
ar_eg: تنبيهات الوثائق

source: doc_desc
ar_eg: مواصافات الوثيقه

source: doc_Number
ar_eg: رقم المستند

# EmployeesinTestPeriod
source: Emp. in Test Period
ar_eg: موظفين في فترة التجربه

source: Emp NO
ar_eg: عدد الموظفين

source: End_Date
ar_eg: تاريخ النهاية

source: End Test
ar_eg: فتره انتهاء الاختبار

source: Expiry Date
ar_eg: تاريخ الصلاحيه

source: hire_date
ar_eg: تاريخ التوظيف

source: Issue_Date
ar_eg: التاريخ

source: job_title_desc
ar_eg: المسمى الوظيفي

source: Name
ar_eg: الاسم

# nationality_desc
source: Nationality
ar_eg: الجنسيه

source: No Data
ar_eg: لا يوجد بيانات

source: Notice Period
ar_eg: فتره الملاحظة

source: Notice Period Date
ar_eg: تاريخ الملاحظة

source: Number of Employees
ar_eg: عدد الموظفين

source: Remaning_Days
ar_eg: الايام المتبقية

source: Staff in warning period
ar_eg: موظفين في فترة الانذار

source: Test Period
ar_eg: فتره الاختبار

# ActionsUnder
source: Procedures in progress
ar_eg: أجرائات قيد التنفيذ

# ActionsUp
source: Premiums during the year
ar_eg: اجراءات علاوة خلال السنه

# ActionsUp1
source: Procedures upgrade during the year
ar_eg: اجراءات ترقية خلال السنه

source: Amount
ar_eg: القيمة

# BankName
source: Bank
ar_eg: البنك

# bar1
source: Total salaries by months
ar_eg: أجمالي الرواتب حسب الأشهر

# bar2
source: Number of Employees by Employee Banks
ar_eg: عدد الموظفين حسب بنوك الموظفين

# bar3
source: Total Salary by Single Salary for a Specific Month
ar_eg: اجمالي الرواتب حسب مفرد الراتب لشهر معين

# bar4
source: Salary by administration
ar_eg: الراتب حسب الادارة

source: Count
ar_eg: العدد

# currentMonth
source: Current Payroll Month
ar_eg: الشهر الحالي للرواتب

# Details1
source: Details
ar_eg: تفاصيل

source: Duration
ar_eg: الفترة

# EmpID
source: Emp No.
ar_eg: رقم الموظف

# EmpsInVacation
source: Emp. In Vacation
ar_eg: موظفين في أجازة

source: End Date
ar_eg: تاريخ النهاية

source: Error
ar_eg: خطأ

# Fire
source: Termination of services during the year
ar_eg: انهاء خدمات خلال السنه

# Hire
source: Hire During The Year
ar_eg: تعيين خلال السنة

# InJob
source: Emp. on official assignments
ar_eg: موظفين في مهمات رسمية

# leave_type_desc
source: kind of holiday
ar_eg: نوع الأجازة

# new_information_desc
source: New Information
ar_eg: البيانات الجديدة

# old_information_desc
source: Old Information
ar_eg: البيانات القديمة

# PaidVacation
source: Emp. In Unpaid Holiday
ar_eg: موظفين في أجازة غير مدفوعة

# pa_sequent_number
source: sequent number
ar_eg: رقم الأجراء

source: return date
ar_eg: تاريخ العودة

source: Start Date
ar_eg: تاريخ البداية

source: System Error
ar_eg: خطأ في النظام

# Totalmoney
source: Total salaries for the current month
ar_eg: اجمالي الرواتب للشهر الحالي

source: total period
ar_eg: أجمالي المدة

# transaction_code_desc
source: transaction Type
ar_eg: نوع الاجراء

source: transaction date
ar_eg: تاريخ الاجراء

source: travel date
ar_eg: تاريخ السفر

source: trip title
ar_eg: عنوان الرحلة

# YearlyVacation
source: Emp. In Yearly Holiday
ar_eg: موظفين في أجازة سنوية

# bar99
source: Comparison of employees according to the total duration of leave during the
ar_eg: مقارنة الموظفين حسب اجمالي مدة الاجازات خلال السنة

# bar99_t
source: Number of employees by evaluation results
ar_eg: عدد الموظفين حسب نتائج التقييم

# Sum_Duration
source: Sum Of Duration
ar_eg: أجمالي المدة

# AccoumentadionAlerts
source: Residence Alerts
ar_eg: تنبيهات الاقامة

source: Applicant Name
ar_eg: اسم المتقدم

source: Application Number
ar_eg: رقم الطلب

source: Application Status Desc
ar_eg: وصف حاله الطلب

# applic_fill_date
source: Fill Date
ar_eg: تاريخ ملئ الطلب

# CompanyFilesCount
source: Number of company documents
ar_eg: عدد وثائق الشركة

source: Compare applicants by job
ar_eg: مقارنة المتقدمين حسب الوظيفة

source: Compare applicants by Order
ar_eg: مقارنة المتقدمين حسب حالة الطلب

# CompareFilesNoVSfiletype
source: Compare the Number of Documents by Document Type
ar_eg: مقارنة عدد الوثائق حسب نوع الوثيقة

# Comparisonapplicantsnationality
source: Comparison of applicants by nationality
ar_eg: مقارنة المتقدمين حسب الجنسية

# Comparisonapplicantssex
source: Comparison of applicants by sex
ar_eg: مقارنة المتقدمين حسب الجنس

source: Contract number
ar_eg: رقم العقد

# EmployeesAlretPassport
source: Passport Alerts
ar_eg: تنبيهات جواز السفر

# EmpNO2
source: Emp Number
ar_eg: رقم الموظف

# EmpolyeeFilesCount
source: Number of staff documents
ar_eg: عدد وثائق الموظفين

source: Expiry Date
ar_eg: تاريخ الصلاحيه

source: Start date
ar_eg: تاريخ البدايه

# TotalNoapplicants
source: Total applicants
ar_eg: اجمالي المتقدمين للوظائف

# TotalNOapplicationsforce
source: Total Applications in Valid
ar_eg: اجمالي عدد الطلبات السارية

# Totalnumberofcontracts
source: Total No of Contracts
ar_eg: اجمالي عدد العقود
